Repository: Sabayon/enman
Catalog: po/*.po
Languages: el_el, it, nl_nl, pl, pt

source: You must run enman with root permissions
el_el: Πρέπει να εκτελέσετε το enman με δικαιώματα root
it: Devi essere root per avviare enman
nl_nl: Je moet enman uitvoeren als root
pl: Uruchom enmana z uprawnieniami roota
pt: Você deve rodar enman com permissões de superusuário

source: Repository '{repository}' already present in your system
el_el: Το αποθετήριο '{repository}' υπάρχει ήδη στο σύστημά σας
it: La repository '{repository}' è già installata nel sistema
nl_nl: Repository '{repository}' reeds geïnstalleerd op uw systeem
pl: Repozytorium '{repository}' jest już obecne w twoim systemie
pt: O Repositório '{repository}' está presente no seu sistema

source: You must supply the repository name
el_el: Πρέπει να δώσετε όνομα αποθετηρίου
it: Devi specificare il nome della repository
nl_nl: Je moet een naam opgeven
pl: Musisz podać nazwę repozytorium
pt: Você precisa fornecer o nome do repositório

source: '{repository}' repository matches more than one:
el_el: Το '{repository}' αποθετήριο ταιριάζει με περισσότερα από ένα:
it: '{repository}' ha prodotto più risultati:
nl_nl: '{repository}' geeft meer dan één resultaat:
pl: '{repository}' repozytorium posiada więcej niż jedno dopasowanie:
pt: O Repositório '{repository}'. Parece existir mais de um:

source: Repository: {repository}
el_el: Αποθετήριο: {repository}
pl: Repozytorium: {repository}
pt: Repositório: {repository}

source: Configuration file: {config}
el_el: Αρχείο ρυθμίσεων: {config}
it: File di configurazione: {config}
nl_nl: Configuratiebestand: {config}
pl: Plik konfiguracyjny: {config}
pt: Arquivo de Configuração: {config}

source: No matches for '{repository}'
el_el: Κανένα ταίριασμα για '{repository}'
it: Nessun risultato per '{repository}'
nl_nl: Geen resultaten voor '{repository}'
pl: Brak dopasowania do '{repository}'
pt: Nada corresponde a '{repository}'

source: Installing '{repository}' in your system
el_el: Εγκατάσταση '{repository}' στο σύστημά σας
it: La repository '{repository}' è stata installata nel tuo sistema
nl_nl: Installeer '{repository}' op uw systeem
pl: Instalowanie '{repository}' w twoim systemie
pt: Instalando o '{repository}' no seu sistema

source: cannot write the repository file: {error}
el_el: δεν είναι δυνατή η εγγραφή του αρχείου αποθετηρίου: {error}
it: Non posso scrivere nel file della repository: {error}
nl_nl: kan niet schrijven naar repository bestand: {error}
pl: Nie można zapisać pliku repozytorium: {error}
pt: Não foi possível escrever no arquivo do repositório: {error}

source: {repo} installed in your system
el_el: Το {repo} είναι εγκατεστημένο στο σύστημά σας
it: {repo} installata nel tuo sistema
nl_nl: {repo} geïnstalleerd op uw systeem
pl: {repo} zainstalowane w twoim systemie
pt: {repo} instalado no seu sistema

source: You should at least supply --installed or --available
el_el: Πρέπει να χρησιμοποιήσετε τουλάχιστον το --installed ή το --available
it: Devi aggiungere almeno --installed o --available al comando
nl_nl: Gebruik op zijn minst --installed of --available
pl: Powinieneś podać przynajmniej jedną z opcji --installed lub --available
pt: Você precisa pelo menos fornecer --installed ou --available

source: No repositories were installed with enman
el_el: Κανένα αποθετήριο δεν εγκαταστάθηκε με το enman
it: Non ci sono repositories installate con enman
nl_nl: Er werden géén repositories geïnstalleerd met enman
pl: Żadne repozytorium nie zostało zainstalowane za pomocą enmana
pt: Nenhum Repositório foi instalado com o enman

source: Repositories enabled with enman:
el_el: Αποθετήρια ενεργοποιημένα με το enman:
it: Repositories abilitati con enman:
nl_nl: Repositories ingeschakeld met enman:
pl: Repozytoria odblokowane za pomocą enmana:
pt: Repositórios ativados pelo enman:

source: removing '{repo_name}' - '{repository}'
el_el: αφαίρεση '{repo_name}' - '{repository}'
it: rimozione '{repo_name}' - '{repository}'
nl_nl: verwijderen van '{repo_name}' - '{repository}'
pl: usuwanie '{repo_name}' - '{repository}'
pt: removendo '{repo_name}' - '{repository}'

source: There is no repository '{repository}' installed in your system
el_el: Δεν υπάρχει αποθετήριο '{repository}' εγκατεστημένο στο σύστημά σας
it: Non c'è nessuna repository '{repository}' installata nel tuo sistema
nl_nl: Er is géén repository '{repository}' geïnstalleerd op uw systeem
pl: W twoim systemie nie ma zainstalowanego repozytorium '{repository}'
pt: Nenhum Repositório '{repository}' instalado no seu sistema

source: Searching '{query}' package on the Enman db...
el_el: Αναζήτηση για πακέτο '{query}' στην ΒΔ του Enman
it: Cerco il pacchetto '{query}' nel database di Enman
nl_nl: Zoeken naar '{query}' pakket in de Enman database...
pl: Wyszukiwanie pakietu '{query}' w bazie danych enmana
pt: Procurando pelo pacote '{query}' no Banco de Dados do enman...

source: No matches for '{query}'
el_el: Δεν βρέθηκαν ταιριάσματα για '{query}'
it: Nessuna corrispondenza per '{query}'
nl_nl: Geen resultaten voor '{query}'
pl: Brak dopasowania dla '{query}'
pt: Nada corresponde a '{query}'

source: {matches} results for {query}
el_el: {matches} αποτελέσματα για {query}
it: {matches} risultati per '{query}'
nl_nl: {matches} resultaten voor {query}
pl: {matches} wyniki dla {query}
pt: {matches} resultados para {query}

source: {package} - repository: {repository} ({arch})
el_el: {package} - αποθετήριο: {repository} ({arch})
pl: {package} - repzytorium: {repository} ({arch})
pt: {package} - Repositório: {repository} ({arch})

source: Searching '{query}' on the Enman Database
el_el: Αναζήτηση για '{query}' στην Βάση Δεδομένων του Enman
it: Cerco la repository '{query}' nel database di Enman
nl_nl: Zoeken naar '{query}' in de Enman database...
pl: Wyszukiwanie '{query}' w bazie danych enmana
pt: Procurando '{query}' no Banco de Dados do enman

source: Listing all repositories available remotely
el_el: Εμφάνιση όλων των αποθετηρίων που είναι διαθέσιμα εξ αποστάσεως
it: Le repository disponibili in remoto per essere installate
nl_nl: Lijst ophalen met beschikbare repositories
pl: Listowanie wszystkich dostępnych repozytoriów
pt: Listando todos os Repositórios remotos disponíveis

source: Repository: {repository} - "{description}"
el_el: Αποθετήριο: {repository} - "{description}"
pl: Repozytorium: {repository} - "{description}"
pt: Repositório: {repository} - "{description}"

source: Metadata not available online. Please try later
el_el: Τα μεταδεδομένα δεν είναι διαθέσιμα online. Παρακαλούμε δοκιμάστε αργότερα.
it: Metadata non disponibile online attualmente. Per favore, ritenta tra poco
nl_nl: Metadata is online niet beschikbaar. Probeer het later opnieuw
pl: Metadane nie są dostępne online. Proszę spróbować później
pt: Metadados não estão disponíveis na rede. Por favor, Tente mais tarde
