Repository: Sabayon/enman
Catalog: po/*.UTF-8.po
Languages: ru_ru

source: You must run enman with root permissions
ru_ru: Вы должны запустисть enman с привелегиям суперпользователя

source: Repository '{repository}' already present in your system
ru_ru: Репозиторий '{repository}' уже присутсвует в вашей системе

source: You must supply the repository name
ru_ru: Вы должны указать имя репозитория

source: '{repository}' repository matches more than one:
ru_ru: '{repository}' репозиторий соответствует более чем одному:

source: Repository: {repository}
ru_ru: Репозиторий: {repository}

source: Configuration file: {config}
ru_ru: Конфигурационный файл: {config}

source: No matches for '{repository}'
ru_ru: Нет соответствий для '{repository}'

source: Installing '{repository}' in your system
ru_ru: Установка '{repository}' в вашу систему

source: cannot write the repository file: {error}
ru_ru: невозможно записать файл репозитория: {error}

source: {repo} installed in your system
ru_ru: {repo} установлен в вашей системе

source: You should at least supply --installed or --available
ru_ru: Вы должны указать параметры как минимум --installed либо --available

source: No repositories were installed with enman
ru_ru: Нет установленных с помощью enman репозиториев

source: Repositories enabled with enman:
ru_ru: Репозитории задействованные и включенные с помощью enman:

source: removing '{repo_name}' - '{repository}'
ru_ru: удаление '{repo_name}' - '{repository}'

source: There is no repository '{repository}' installed in your system
ru_ru: Нет репозитория '{repository}' установленного в вашей системе

source: Searching '{query}' package on the Enman db...
ru_ru: Поиск '{query}' пакета по Enman базе данных...

source: No matches for '{query}'
ru_ru: Нет соотвествий для '{query}'

source: {matches} results for {query}
ru_ru: {matches} результаты для {query}

source: {package} - repository: {repository} ({arch})
ru_ru: {package} - репозиторий: {repository} ({arch})

source: Searching '{query}' on the Enman Database
ru_ru: Поиск '{query}' по Базе Данных Enman

source: Listing all repositories available remotely
ru_ru: Перечень всех репозиториев доступных удалённо

source: Repository: {repository} - "{description}"
ru_ru: Репозиторий: {repository} - "{description}"

source: Metadata not available online. Please try later
ru_ru: Метаданные не доступны в Интернете. Пожалуйста, попробуйте позднее
