Repository: Sabayon/enman
Catalog: po/enman_*.po
Languages: de, es, jp

source: You must run enman with root permissions
de: Sie müssen enman mit root-Rechten ausführen
es: Debe ejecutar enman con permisos de root
jp: Root 権限で enman を実行する必要があります。

source: '{repository}' repository matches more than one:
de: Repositorium '{repository}' trifft auf mehr als eine zu:
es: más de uno coincide con '{repository}' repositorio:
jp: '{repository}' 1以上のリポジトリマッチ：

source: Repository: {repository}
de: Repositorium: {repository}
es: Repositorio: {repository}
jp: リポジトリ: {repository}

source: Configuration file: {config}
de: Konfigurationsdatei: {config}
es: Archivo de configuración: {config}
jp: 構成ファイル: {config}

source: No matches for '{repository}'
de: Keine Treffer für '{repository}'
es: No hay partidos para '{repository}'
jp: '{repository}' に対して一致なし

source: Installing '{repository}' in your system
de: '{repository}' wird auf Ihrem System installiert
es: Instalación de '{repository}' en el sistema
jp: '{repository}' お使いのシステムにインストールします。

source: cannot write the repository file: {error}
de: Kann Repositoriumsdatei nicht schreiben: {error}
es: No se puede escribir el archivo del repositorio: {error}
jp: リポジトリファイルを書き込むことができません。: {error}

source: Repositories available in your system:
de: Auf Ihrem System verfügbare Repositorien:
es: Repositorios disponibles en el sistema:
jp: お使いのシステムで使用可能なリポジトリ：

source: No repositories were installed with enman
de: Mit enman wurden keine Repositorien installiert
es: No hay repositorios se instalaron con enman
jp: Enman とリポジトリがインストールされていません。

source: Repositories enabled with enman: (so you can remove it with enman <name>)
de: Repositorien mit enman aktiviert: (Sie können es mit enman <Name> entfernen)
es: Repositorios habilitados con enman: (por lo que se puede quitar con enman <name>)
jp: Enman で有効になっているリポジトリ: (ので enman <name>を削除することができます)

source: removing '{repo_name}' - '{repository}'
de: '{repo_name}' - '{repository}' wird entfernt
es: extraer '{repo_name}' - '{repository}'
jp: 取り外し '{repo_name}' - '{repository}'

source: There is no repository '{repository}' installed in your system
de: Es ist kein Repositorium '{repository}' auf Ihrem System installiert
es: No hay ningún repositorio 'repositorio de {repository}' instalado en su sistema
jp: リポジトリ '{repository}' お使いのシステムにインストールされているはありません。

source: No matches for '{query}'
de: Keine Treffer für '{query}'
es: No hay partidos para '{query}'
jp: '{query}' に対して一致なし

source: {matches} results for {query}
de: {matches} Ergebnisse für {query}
es: resultados {matches} para consulta de {query}
jp: {matches} {query}の結果
